Repository: Otabek33/project_calculation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: O'z
ru: O'zb

source: Qonun mualliflari
ru: Авторы законопроекта

source: O'zbekiston Respublikasi Prezidenti
ru: Президент Республики Узбекистан

source: Qoraqalpog'iston Respublikasi Jo'qorg'i Kengesi
ru: Жокаргы Кенес Республики Каракалпакстан

source: O'zbekiston Respublikasi Oliy Majlisining Qonunchilik palatasi deputatlari
ru: Депутаты Законодательной палаты Олий Мажлиса Республики Узбекистан

source: O'zbekiston Respublikasi Vazirlar Mahkamasi
ru: Кабинет Миистров Республики Узбекистан

source: O'zbekiston Respublikasi Konstitutsiyaviy Sudi
ru: Конституционный суд Республики Узбекистан

source: O'zbekiston Respublikasi Oliy sudi
ru: Верховный суд Республики Узбекистан

source: O'zbekiston Respublikasi Bosh Prokurori
ru: Генеральный прокурор Республики Узбекистан

source: Qonun bosqichlari
ru: Этапы законов

source: Qo'mita nomi
ru: Название комитета

source: Qo'mita
ru: Комитет

source: Qo'mitalar
ru: Комитеты

source: Deputat
ru: Депутат

source: Deputatlar
ru: Депутаты

source: Qonun loyihalari portali
ru: Портал законадательних проектов

source: OLIY MAJLIS QONUNCHILIK FAOLIYATI TIZIMI
ru: Система законодательной деятельности Олий Мажлиса

source: Qonun muhokamalari
ru: Обсуждения законопроектов

source: Noma'lum
ru: Неизвестно

source: Qonun loyihasi ro‘yxatga olindi va Qonunchilik palatasiga kiritildi
ru: Законопроект зарегистрирован и внесен в Законодательную палату

source: Qonun loyihasi masʼul qo‘mitaga kiritildi va dastlabki kelishuv jarayonida
ru: Законопроект внесен ответственному комитету и находиться в процессе предварительного рассмотрение

source: Qonun loyihasi birinchi o‘qishda
ru: Рассмотрение законопроекта в первом чтении

source: Qonun loyihasi ikkinchi o‘qishda
ru: Рассмотрение законопроекта во втором чтении

source: Qonun loyihasi uchinchi o‘qishda
ru: Рассмотрение законопроекта в третьем чтении

source: Qonun loyihasi Qonunchilik palatasi tomonidan qabul qilindi va Senatga kiritildi
ru: Законопроект принят Законодательной палатой и направлен в Сенат

source: Qonun loyihasi Qonunchilik palatasi tomonidan qabul qilinmadi va tashabbuskorga qaytarildi
ru: Законопроект отклонён Законодательной палатой

source: Qonun hujjati qabul qilingan
ru: Законопроект принят

source: Umumiy to'plam
ru: Единый пакет документов

source: Qonun loyihasi
ru: Законопроект

source: Kuzatuv xati
ru: Сопроводительное письмо

source: Tushuntirish xati
ru: Пояснительная записка

source: Qiyosiy jadval
ru: Cопоставительная таблица

source: Taqqoslash jadvali
ru: Таблица разногласий

source: Tahliliy materiallar
ru: Аналитические материалы

source: Fraksiyalar kesimida ma'lumot
ru: Сведения в разрезе фракции

source: Boshqasi
ru: Другие

source: Kengash
ru: Кенгаш

source: Yalpi majlis
ru: Ялпи Мажлис

source: Yanvar
ru: Январь

source: Fevral
ru: Февраль

source: Mart
ru: Март

source: Aprel
ru: Апрель

source: May
ru: Май

source: Iyun
ru: Июнь

source: Iyul
ru: Июль

source: August
ru: Август

source: Sentabr
ru: Сентябрь

source: Oktabr
ru: Октябрь

source: Noyabr
ru: Ноябрь

source: Dekabr
ru: Декабрь

source: Hujjat turi
ru: Вид документа

source: Fayllar
ru: Файл

source: Hujjat nomi
ru: Название документа

source: Tarafdorlar
ru: За

source: Qarshilar
ru: Против

source: Betaraflar
ru: Воздержались

source: Ovoz bermaganlar
ru: Не голосовали

source: Jami
ru: Общее

source: Qonun hujjati nomi [Ўзб]
ru: Название законопроекта [Ўзб]

source: Qonun hujjati nomi [O'zb]
ru: Название законопроекта [O'zb]

source: Qonun hujjati nomi [Рус]
ru: Название законопроекта [Рус]

source: Ro'yxatdan o'tkazilgan sana
ru: Дата регистрации

source: Ro'yxatdan o'tkazilgan raqami [Ўзб]
ru: Номер регистрации [Ўзб]

source: Ro'yxatdan o'tkazilgan raqami [O'zb]
ru: Номер регистрации [O'zb]

source: Ro'yxatdan o'tkazilgan raqami [Рус]
ru: Номер регистрации [Рус]

source: Tashabbuskor
ru: Инициатор

source: Ushbu raqam bilan qonun ro'yxatdan o'tkazilgan
ru: Закон зарегистрирован под этим номером

source: Ko'rib chiqishga kiritish
ru: Введение на рассмотрение

source: Birinchi o'qishga kiritish sanasi
ru: Дата рассмотрение в первом чтении

source: Ikkinchi o'qishga kiritish sanasi
ru: Дата рассмотрение во втором чтении

source: Uchinchi o'qishga kiritish sanasi
ru: Дата рассмотрение в третьем чтении

source: Senatga kiritish sanasi
ru: Дата внесение в Сенат

source: Qonunni qaytarish sanasi
ru: Дата отклонение

source: Qonun loyihasini qo'mitaga qaytarish sanasi
ru: Дата отправление законопроекта на комитет

source: Mas'ul qo'mita
ru: Ответственный комитет

source: Muhokama bosqichi
ru: Этапы рассмотрение

source: Qonun loyihasi nomi
ru: Название законопроекта

source: Muhokamaga kiritilish sanasi
ru: Дата внесение на обсуждение

source: Kiritish bosqichi tugallangan
ru: Этап внесение завершен

source: Dastlabki muhokama sanasi
ru: Дата предварительного рассмотрение

source: Dastlabki muhokama tugallangan
ru: Предварительное рассмотрение законопроекта завершено

source: Birinchi o'qish sanasi
ru: Дата проведение первого чтение

source: Birinchi o'qish tugallangan
ru: Первое чтение завершено

source: Ovoz berish haqidagi ma'lumotlar
ru: Данные о результатах голосование

source: Birinchi o'qish qabul qilinmadi
ru: Первое чтение не одобрено

source: Birinchi o'qish qabul qilindi
ru: Первое чтение одобрено

source: Ikkinchi o'qish sanasi
ru: Дата проведение второго чтение

source: Ikkinchi o'qish tugallangan
ru: Второе чтение завершено

source: Ikkinchi o'qish qabul qilinmadi
ru: Второе чтение не одобрено

source: Ikkinchi o'qish qabul qilindi
ru: Второе чтение одобрено

source: Uchinchi o'qish sanasi
ru: Дата проведение третьего чтение

source: Uchinchi o'qish tugallangan
ru: Третье чтение завершено

source: Uchinchi o'qish qabul qilinmadi
ru: Третье чтение не одобрено

source: Uchinchi o'qish qabul qilindi
ru: Третье чтение одобрено

source: Senatga yuborilgan sana
ru: Дата внесение в Сенат

source: Senatga yuborish bosqichi yakullangan
ru: Этап по внесению в Сенат завершено

source: Qo'shimcha ma'lumotlar
ru: Дополнительная информация

source: Qaytarilgan sana
ru: Дата возвращение

source: Qaytarilgan
ru: Отклонено

source: Muhokama yakunlangan
ru: Обсуждение завершено

source: Muhokama o'chirilgan
ru: Обсуждение удалено

source: Muhokama yangilangan sana
ru: Да обновлении обсуждения закона

source: Qonun muhokamasi
ru: Рассмотрение законопроекта

source: Fayl tili
ru: Язык файла

source: Yashirilgan
ru: Скрыто

source: Muhokama bosqichi fayli
ru: Файл этапа рассмотрении

source: Muhokama bosqichi fayllari
ru: Файлы этапа рассмотрении

source: Bosqich
ru: Этап

source: Ovozlar
ru: Голоса

source: Rad etish sababi
ru: Причина отклонения

source: Muzlatilgan bosqich
ru: Приостановленный этап

source: Muzlatilgan bosqichlar
ru: Приостановленные этапы

source: Sarlavha
ru: Заголовок

source: Qabul qilingan
ru: Принято

source: Rad etilgan
ru: Отклонено

source: Qonun muhokamasi logi
ru: Лог законопроекта

source: Qonun muhokamasi loglari
ru: Логи законопроектов

source: Fayl havolasi
ru: Ссылка на файл

source: Fayl yashirilgan edi
ru: Файл был скрыт

source: Faylni yuklab olish logi
ru: Лог скачивание файлов

source: Faylni yuklab olish loglari
ru: Лог скачивание файлов

source: Qonunlar
ru: Законы

source: Ro'yxatdan o'tkazish raqami
ru: Номер регистрации

source: Ro'yxatdan o'tkazish sanasi
ru: Дата регистрации

source: Muallif
ru: Инициатор

source: Qonun o'chirilgan
ru: Закон удалён

source: Omma uchun ochiq
ru: Публичный

source: Qonun
ru: Закон

source: Nomi
ru: Название

source: Hujjat turlari
ru: Виды документов

source: Tartib raqami
ru: Порядковый номер

source: qonun bosqichi
ru: этап закона

source: Qonun logi
ru: Лог закона

source: Qonun loglari
ru: Логи законов

source: Personal info
ru: Личная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Users
ru: Пользователи

source: Qo'mita katta referenti uchun qo'mitani belgilash kerak!
ru: Нужно выбрать комитет для референта

source: Ushbu foydalanuvchi nomi band.
ru: Это имя пользователя занято.

source: Parol
ru: Пароль

source: Parolni tasdiqlang
ru: Подтверждение

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Ismi
ru: Имя

source: Familiyasi
ru: Фамилия

source: E.pochta
ru: Э-почта

source: Moderator
ru: Модератор

source: Parollar mos kelmadi!
ru: Пароли не совпадает!

source: Kansellariya
ru: Канселярия

source: Tashkiliy ishlar sektori
ru: Сектор организационных дел

source: Qo'mita katta referenti
ru: Больй референт комитета

source: Universal foydalanuvchi
ru: Унивирсальный пользователь

source: Ommaga chop etuvchi
ru: Публичный издатель

source: Oddiy foydalanuvchi
ru: Ползователь

source: Name of User
ru: Имя пользователя

source: Foydalanuvchi ismi
ru: Имя пользователя

source: Foydalanuvchi familiyasi
ru: Фамилия пользователя

source: Foydalanuvchi turi
ru: Тип пользователей

source: Foydalanuvchi
ru: Пользователь

source: Foydalanuvchilar
ru: Ползователи

source: This username has already been taken.
ru: Это имя пользователя уже занято.

source: Forbidden
ru: Запрещено

source: Ushbu sahifaga kirish uchun <br>sizda huquq yetarli emas!
ru: Вы не имеете доступа<br>к этой странице!

source: Account Inactive
ru: Аккаунт не активен

source: This account is inactive.
ru: Этот аккаунт не активен.

source: Account
ru: Аккаунт

source: E-mail Addresses
ru: Адрес электронной почты

source: Quyidagi pochta manzillari foydalanuvchiga bog'langan:
ru: Следующие адреса электронной почты связаны с пользователем:

source: Tasdiqlangan
ru: Подтвержден

source: Tasdiqlanmagan
ru: Не подтверждено

source: Asosiy
ru: Главный

source: Asosiy qilish
ru: Сделать главным

source: Tasdiqlash xatini qayta jo'natish
ru: Отправить письмо с подтверждением заново

source: O'chirish
ru: Удалить

source: Warning:
ru: Предупреждение:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: В настоящее время у вас не настроен адрес электронной почты. Вам действительно стоит добавить адрес электронной почты, чтобы вы могли получать уведомления, сбрасывать пароль и т. Д.

source: E-pochta qo'shish
ru: Добавить электронную почту

source: Qo'shish
ru: Добавить

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Confirm E-mail Address
ru: Подтвердите адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s .
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s"> %(email)s </a> - это адрес электронной почты для пользователя %(user_display)s .

source: Confirm
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Срок действия ссылки для подтверждения по электронной почте истек или она недействительна. Пожалуйста <a href="%(email_url)s"> отправьте новый запрос подтверждения по электронной почте </a>.

source: Tizimga kirish
ru: Войти в систему

source: Tizimga kirish faqat mas'ul xodimlar uchun!
ru: Вход только для ответственных сотрудников!

source: Foydalanuvchi nomini kiriting
ru: Введите имя пользователя

source: Parol kiriting
ru: Введите пароль

source: Kirish
ru: Вход

source: Forgot Password?
ru: Забыли пароль?

source: Sign Out
ru: Выйти

source: Tizimdan chiqish
ru: Выйти из системы

source: Tizimdan chiqishga ishonchingiz komilmi?
ru: Хотите выйти из системы?

source: Chiqish
ru: Выйти

source: Change Password
ru: Измени пароль

source: Password Reset
ru: Восстановление пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли свой пароль? Введите ниже свой адрес электронной почты, и мы отправим вам электронное письмо, позволяющее изменить его.

source: Reset My Password
ru: Сбросить пароль

source: Please contact us if you have any trouble resetting your password.
ru: Свяжитесь с нами, если у вас возникнут проблемы со сбросом пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: Bad Token
ru: Неверный токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка для сброса пароля недействительна, возможно, потому, что она уже использовалась. Запросите <ahref = "%(passwd_reset_url)s"> новый сброс пароля </a>.

source: change password
ru: Измени пароль

source: Your password is now changed.
ru: Ваш пароль теперь изменен.

source: Set Password
ru: Установка пароля

source: Signup
ru: Зарегистрироваться

source: Sign Up
ru: Зарегистрироваться

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ru: Уже есть аккаунт? Затем <a href="%(login_url)s"> войдите в систему </a>.

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: Сожалеем, но регистрация в настоящее время закрыта.

source: Verify Your E-mail Address
ru: Проверьте свой адрес электронной почты

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо для проверки. Перейдите по предоставленной ссылке, чтобы завершить процесс регистрации. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Эта часть сайта требует от нас подтверждения того, что вы тот, кем вы себя называете. Для этого мы требуем, чтобы вы подтвердите право собственности на свой адрес электронной почты.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо для проверка. Щелкните ссылку в этом электронном письме. Пожалуйста свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong> Примечание. </strong> вы все равно можете <a href="%(email_url)s"> изменить свой адрес электронной почты </a>.

source: Saqlash
ru: Сохранить

source: Deputat qo'shish
ru: Добавить депутат

source: Qumitalar
ru: Комитеты

source: Hujjat turi yaratish
ru: Создать вид документа

source: Qo'mita qo'shish
ru: Добавить комитет

source: Ovoz Bermaganlar
ru: Не голосовали

source: Bekor qilish
ru: Отклонить

source: Qabul qilish
ru: Принять

source: Qonunchilik tashabbusi huquqi subyekti
ru: Субъект права законодательной инициативы

source: Birinchi o'qish
ru: Первое чтение

source: Ikkinchi o'qish
ru: Второе чтение

source: Uchinchi o'qish
ru: Третье чтение

source: Tahrirlash
ru: Редактировать

source: Qonun loyihasi o'chirilgan
ru: Законопроект удалён

source: Qonun loyihasi | Tahrirlash
ru: Законопроект | Редактировать

source: Ko'rib chiqilayotgan qonunlar
ru: Рассматриваемые законы

source: Ovozlar soni 150 tadan oshmasligi kerak!
ru: Количество голосов не должно превышать 150!

source: Joriy fayl
ru: Текущий файл

source: Faylni yuklab olish
ru: Скачать файл

source: Yashirish
ru: Скрыть

source: Fayl qo'shish
ru: Добавить файл

source: Avvalgi bosqichga o'tkazish
ru: Вернуться предыдущему этапу

source: Keyingi bosqichga o'tkazish
ru: Перейти в следующий этап

source: O'tkazib yuborish
ru: Пропустить

source: Qabul qilinmadi
ru: Отклонить

source: Qabul qilindi
ru: Принять

source: Ro'yhatdan o'tkazilgan sana
ru: Дата регистрации

source: Qonun tashabbuskori
ru: Инициатор законопроекта

source: Qonun loyihalari
ru: Законопроекты

source: Raqami
ru: Номерь

source: Holati
ru: Состояние

source: Qo'shilgan sana
ru: Дата добавдение

source: Izlash
ru: Искать

source: Qonun hujjatlari topilmadi
ru: Законопроекты по выданным параметрам не найдены

source: Ro'yxatga olingan
ru: Дата регистрации

source: Avgust
ru: Август

source: Ya
ru: Вс

source: Du
ru: Пн

source: Se
ru: Вт

source: Ch
ru: Ср

source: Pa
ru: Чт

source: Ju
ru: Пт

source: Sh
ru: Сб

source: Ko'k mavzu
ru: Синяя тема

source: Qizil mavuz
ru: Красная тема

source: Sariq mavzu
ru: Желтая тема

source: Yashil mavzu
ru: Зеленая тема

source: Binafsharang mavzu
ru: Фиолетовая тема

source: Qonun loyihasini tashabbuskorga qaytarishga ishonchingiz komilmi?
ru: Вы уверены, что хотите вернуть законопроект инициатору?

source: Yo'q
ru: Нет

source: Ha
ru: Да

source: Qonun muhokamasini qaytarish
ru: Отклонить законопроект

source: Yopish
ru: Закрыть

source: Qonun loyihasini qo'mitaga qaytarish
ru: Отправление законопроекта в комитет

source: Qonun loyihasini tashabbuskorga qaytarish
ru: Вернуть законопроект инициатору

source: Qonun loyihasini ko'rib chiqish uchun kiritildi
ru: Законопроект внесён на рассмотрение

source: Qonun loyihasi masʼul qo‘mitaga kiritildi
ru: Законопроект отправлен в ответственный комитет

source: Ikkinchi o'qish o'tkazib yuborildi
ru: Второе чтение было пропущено

source: O‘zbekiston Respublikasining «O‘zbekiston Respublikasi Oliy Majlisi Qonunchilik palatasining Reglamenti to‘g‘risida»gi Qonuni 15-moddasining o‘n beshinchi qismiga muvofiq qonun loyihasi birinchi o‘qishda qabul qilingandan so‘ng O‘zbekiston Respublikasi Oliy Majlisi Qonunchilik palatasi majlisida qonunni ikkinchi o‘qish tartib-taomilini istisno etgan holda qabul qilish to‘g‘risida qaror qabul qilindi.
ru: В соответствии с частью пятнадцатой статьи 15 Закона Республики Узбекистан «О Регламенте Законодательной палаты Олий Мажлиса Республики Узбекистан» после принятия законопроекта в первом чтении на заседании Законодательной палаты Олий Мажлиса Республики Узбекистан принято решение о принятии закона, исключая процедуру второго чтения.

source: Qonun loyihasi qo'mitaga qaytarildi
ru: Законопроект отправлен в комитет

source: Qonun loyihasi qabul qilindi
ru: Законопроект принят

source: Ortga
ru: Назад

source: Ko'rib chiqish bosqichlari
ru: Этапы рассмотрения

source: Barcha qonun loyilahalri
ru: Все законопроекты

source: Yil
ru: Год

source: Oy
ru: Месяц

source: Qonun loyihasi bosqichi
ru: Этап рассмотрение законопроекта

source: Sanalar oralig'i
ru: Промежуток дат

source: Qonun muhokamasini qo'mitaga qaytarish
ru: Отправление законопроекта на комитет

source: Qonun loyihasini qaytarish
ru: Отклонение законопроекта

source: <span>Oliy Majlis <i class="block">Qonunchilik faoliyati tizimi</i></span>
ru: <span>Система законодательной деятельности <i class="block">Олий Мажлиса</i></span>

source: <span>O'zbekiston Respublikasi Oliy Majlisi <i class="block">Qonunchilik palatasi</i></span>
ru: <span>Законодательная палата Олий Мажлиса <i class="block">Республики Узбекистан</i></span>

source: Moderator paneli
ru: Панель модератора

source: Barcha hujjatlar
ru: Все документы

source: Mening malumotlarim
ru: Мои данные

source: O'zbekiston Respublikasi <i>Oliy Majlisi Qonunchilik palatasi</i>
ru: Законодательная палата <i>Олий Мажлиса Республики Узбекистан</i>

source: Kiritildi
ru: Внесено

source: Dastlabki kelishuv
ru: Предварительное рассмотрение

source: 1-o'qish
ru: 1-чтение

source: 2-o'qish
ru: 2-чтение

source: 3-o'qish
ru: 3-чтение

source: Senatga yuborildi
ru: Отправлен в Сенат

source: Qaytarildi
ru: Отклонено

source: Barcha qonun loyihalari
ru: Все законопроекты

source: O'zbekiston Respublikasi <i>Oliy Majlis Senati</i>
ru: Сенат Олий Мажлиса <i>Республики Узбекистан</i>

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: E-pochta
ru: Электронная почта

source: Yangilash
ru: Обновить

source: Sharifi
ru: Отчества

source: Qo'mitasi
ru: Комитет

source: Email
ru: Электронная почта

source: Maqomi
ru: Статус

source: Topilmadi
ru: Не найдено
